tap "ariga/tap"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "fugue/regula"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "kovetskiy/mark"
tap "pulumi/tap"
tap "romkatv/gitstatus"
tap "sambadevi/powerlevel9k"
tap "snyk/tap"
tap "strongdm/comply"
brew "act"
brew "openssl@3"
brew "readline"
brew "xz"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "amazon-ecs-cli"
brew "webp"
brew "jpeg-xl"
brew "automake"
brew "libyaml"
brew "asdf"
brew "aws-sso-util"
brew "awscli"
brew "bash-completion"
brew "berkeley-db", link: true
brew "bison"
brew "node"
brew "terraform"
brew "cdktf"
brew "docker"
brew "docker-compose"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "gtk4"
brew "htop"
brew "istioctl"
brew "jq"
brew "libffi"
brew "libheif"
brew "libpq", link: true
brew "libxml2"
brew "libxslt"
brew "lolcat"
brew "marp-cli"
brew "mas"
brew "openssl@1.1"
brew "mosh"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "powerline-go"
brew "prometheus", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "regula"
brew "ripgrep"
brew "ruby-install"
brew "ruby@2.7"
brew "rustup-init"
brew "shellcheck"
brew "swagger-codegen"
brew "telnet"
brew "terraform-docs"
brew "terraformer", args: ["HEAD"]
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "kovetskiy/mark/mark"
brew "pulumi/tap/pulumi"
brew "romkatv/gitstatus/gitstatus"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "snyk/tap/snyk"
brew "strongdm/comply/comply"
cask "1password"
cask "balenaetcher"
cask "caldigit-docking-utility"
cask "caldigit-thunderbolt-charging"
cask "cloudflare-warp"
cask "dialpad"
cask "discord"
cask "drawio"
cask "figma"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "joplin"
cask "keybase"
cask "miro"
cask "netnewswire"
cask "notion"
cask "openvpn-connect"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wkhtmltopdf"
mas "1Password for Safari", id: 1569813296
mas "Be Focused", id: 973134470
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Lark", id: 6449830127
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "reMarkable", id: 1276493162
mas "SimpleMind", id: 439654198
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "766b.go-outliner"
vscode "aaron-bond.better-comments"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "austenc.tailwind-docs"
vscode "bierner.markdown-mermaid"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "catppuccin.catppuccin-vsc"
vscode "cschlosser.doxdocgen"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "foxundermoon.shell-format"
vscode "george-alisson.html-preview-vscode"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "kalimahapps.tailwind-config-viewer"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-server"
vscode "msyrus.go-doc"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "ransh.ransh"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
