tap "ariga/tap"
tap "buo/cask-upgrade"
tap "fugue/regula"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
tap "strongdm/comply"
brew "amazon-ecs-cli"
brew "automake"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "aws-sso-util"
brew "awscli"
brew "bash-completion"
brew "berkeley-db", link: true
brew "bison"
brew "libffi"
brew "glib"
brew "python@3.9"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hugo"
brew "infracost"
brew "inframap"
brew "istioctl"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lolcat"
brew "node"
brew "marp-cli"
brew "mas"
brew "mermaid-cli"
brew "mosh"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openssl@3"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "postgresql", restart_service: true
brew "powerline-go"
brew "prometheus", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "regula"
brew "ruby-install"
brew "ruby@2.7"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraformer", args: ["HEAD"]
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "strongdm/comply/comply"
cask "1password"
cask "anydesk"
cask "anydo"
cask "authy"
cask "balenaetcher"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "dialpad"
cask "discord"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "iglance"
cask "iterm2"
cask "joplin"
cask "keybase"
cask "kitty"
cask "miro"
cask "pgadmin4"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Be Focused", id: 973134470
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "Evernote", id: 406056744
mas "Evernote Web Clipper", id: 1481669779
mas "Foxit PDF Reader", id: 1032155965
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
