tap "ariga/tap"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "fugue/regula"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "kovetskiy/mark"
tap "sambadevi/powerlevel9k"
tap "snyk/tap"
tap "strongdm/comply"
brew "act"
brew "glib"
brew "xz"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "amazon-ecs-cli"
brew "webp"
brew "jpeg-xl"
brew "automake"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "aws-sam-cli"
brew "aws-sso-util"
brew "awscli"
brew "bash-completion"
brew "berkeley-db", link: true
brew "bison"
brew "docker"
brew "docker-compose"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gh"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "gtk4"
brew "htop"
brew "hugo"
brew "infracost"
brew "inframap"
brew "istioctl"
brew "jq"
brew "libffi"
brew "libheif"
brew "libxml2"
brew "libxslt"
brew "lolcat"
brew "node"
brew "marp-cli"
brew "mas"
brew "openssl@1.1"
brew "mermaid-cli"
brew "mosh"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "powerline-go"
brew "prometheus", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "regula"
brew "ruby-install"
brew "ruby@2.7"
brew "rustup-init"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraformer", args: ["HEAD"]
brew "tfenv", link: false
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "kovetskiy/mark/mark"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "snyk/tap/snyk"
brew "strongdm/comply/comply"
cask "1password"
cask "adobe-acrobat-pro"
cask "authy"
cask "balenaetcher"
cask "caldigit-docking-utility"
cask "caldigit-thunderbolt-charging"
cask "cloudflare-warp"
cask "dialpad"
cask "diffusionbee"
cask "discord"
cask "drawio"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "grammarly"
cask "iglance"
cask "iterm2"
cask "joplin"
cask "keybase"
cask "miro"
cask "notion"
cask "openvpn-connect"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "wkhtmltopdf"
mas "1Password for Safari", id: 1569813296
mas "Be Focused", id: 973134470
mas "Developer", id: 640199958
mas "Evernote", id: 406056744
mas "Evernote Web Clipper", id: 1481669779
mas "Foxit PDF Reader", id: 1032155965
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "766b.go-outliner"
vscode "appland.appmap"
vscode "bierner.markdown-mermaid"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "fabiospampinato.vscode-diff"
vscode "gera2ld.markmap-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "Hridoy.rails-snippets"
vscode "l2fprod.terraform-fork"
vscode "marp-team.marp-vscode"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "msyrus.go-doc"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "SplitSoftware.splitio"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
